caseSteadyState/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    front
    {
        type            empty;
        physicalType    patch;
        nFaces          41885;
        startFace       62521;
    }
    back
    {
        type            empty;
        physicalType    patch;
        nFaces          41885;
        startFace       104406;
    }
    exit
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       146291;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       146341;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       146391;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       146441;
    }
    aerofoil
    {
        type            wall;
        physicalType    patch;
        nFaces          413;
        startFace       146491;
    }
)

// ************************************************************************* //
