caseSteadyState/constant/transportProperties
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location "constant";
 object transportProperties;
}

transportModel Newtonian;

rho     [ 1 -3 0 0 0 0 0 ]     1.0 ;

nu     [ 0 2 -1 0 0 0 0 ]     1e-05 ; 	// ************************************************************************* //

