caseSteadyState/0/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (20.0000 10.0000 0);

boundaryField
{
  inlet
  {
    type freestream;
    freestreamValue uniform (20.0000 10.0000 0);
  }
  exit
  {
    type freestream;
    freestreamValue uniform (20.0000 10.0000 0);
  }
  top
  {
    type freestream;
    freestreamValue uniform (20.0000 10.0000 0);
  }
  bottom
  {
    type freestream;
    freestreamValue uniform (20.0000 10.0000 0);
  }
  aerofoil
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  front
  {
    type empty;
  }
  back
  {
    type empty;
  }
} 	// ************************************************************************* //

