caseSteadyState/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    exit
    {
        type            freestreamPressure;
        value           uniform 0;
    }
    bottom
    {
        type            freestreamPressure;
        value           uniform 0;
    }
    inlet
    {
        type            freestreamPressure;
        value           uniform 0;
    }
    top
    {
        type            freestreamPressure;
        value           uniform 0;
    }
    aerofoil
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
